/* 用户名和密码不能为空 */
"SIGNUP_VIEW_EMPTY" = "Both Username & Password CANNOT be empty";

/* 请输入密码，试试右边的眼睛 */
"SIGNUP_VIEW_PSWD_TXTFIELD_PLACEHOLDER" = "Password,try the right side eye";

/* 注册 */
"SIGNUP_VIEW_SIGNUP_TEXT" = "Sign up";

/* 请输入用户名 */
"SIGNUP_VIEW_USER_TXTFIELD_PLACEHOLDER" = "Username";

